[
  "dataview",
  "table-editor-obsidian",
  "obsidian-advanced-slides",
  "better-word-count",
  "obsidian-languagetool-plugin",
  "obsidian-linter",
  "obsidian-code-block-enhancer",
  "cm-editor-syntax-highlight-obsidian",
  "note-refactor-obsidian",
  "obsidian-paste-image-rename",
  "templater-obsidian",
  "buttons",
  "obsidian-admonition"
]